alacritty
arc-icon-theme
autoconf
automake
base
base-devel
bat
bc
bear
bind
binutils
bison
bspwm
chromium
clang
cmake
cpio
ctags
debugedit
discord
dmidecode
dos2unix
dosfstools
dtc
dunst
element-desktop
evince
eza
fakeroot
fd
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gdb
gettext
git
gnome-keyring
grep
groff
gst-plugin-pipewire
gst-plugins-ugly
gvim
gzip
htop
intel-ucode
iptables-nft
lesspipe
libtool
libva-utils
libva-vdpau-driver
linux
linux-firmware
linux-lts
lsof
ltrace
lxappearance
lynx
m4
make
man-pages
marksman
ncdu
neofetch
neomutt
neovim
ninja
nmap
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia
nvidia-lts
nvidia-settings
obsidian
openssh
pacgraph
pacman
pacman-contrib
papirus-icon-theme
paru
patch
pavucontrol
perl-authen-sasl
perl-io-socket-ssl
perl-mime-tools
perl-net-smtp-ssl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-x11-bell
pkgconf
plocate
podman
polkit
polybar
pop-gtk-theme
prettier
protonmail-bridge-bin
python-black
python-pip
python-rich
python-virtualenv
redshift
reflector
ripgrep
rofi
rust
rust-analyzer
rust-src
sed
shellcheck
sof-firmware
sshfs
strace
sudo
sxhkd
texinfo
texlab
thunar
thunderbird
tk
tldr
tmux
traceroute
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
unzip
usbutils
vdpauinfo
wget
which
xclip
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
zsh
zsh-completions
