alacritty
alsa-plugins
arc-icon-theme
autoconf
automake
base
base-devel
bat
bc
binutils
bison
bspwm
calibre
chromium
cpio
ctags
debugedit
discord
dosfstools
dunst
element-desktop
evince
eza
fakeroot
fd
feh
file
findutils
firefox
flex
fzf
gamemode
gawk
gcc
gdb
gettext
git
gnome-keyring
grep
groff
gst-plugin-pipewire
gst-plugins-ugly
gvim
gzip
htop
intel-ucode
iptables-nft
lesspipe
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libreoffice-fresh
libtool
libva-nvidia-driver
linux
linux-firmware
linux-lts
lsof
luarocks
lutris
lxappearance
lynx
m4
make
man-pages
neofetch
neomutt
neovim
newsboat
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
obsidian
openal
openssh
pacgraph
pacman
pacman-contrib
papirus-icon-theme
paru
patch
pavucontrol
perl-authen-sasl
perl-io-socket-ssl
perl-mime-tools
perl-net-smtp-ssl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-x11-bell
pkgconf
podman
polkit
polybar
pop-gtk-theme
protonmail-bridge
python-gobject
redshift
reflector
ripgrep
rofi
rust
rust-src
sed
sof-firmware
strace
sudo
sxhkd
texinfo
thunar
thunderbird
tig
tldr
tmux
traceroute
tree
tree-sitter-cli
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-ubuntu-mono-nerd
unzip
urlscan
wget
which
wine-staging
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zathura-pdf-poppler
zip
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
