aerc
alacritty
alsa-plugins
arc-icon-theme
autoconf
automake
autotiling
base
base-devel
bat
bc
binutils
bison
calibre
chromium
debugedit
discord
dosfstools
dunst
element-desktop
evince
eza
fakeroot
fd
file
findutils
firefox
flex
fuzzel
fzf
gamemode
gammastep
gawk
gcc
gettext
ghostty
git
gnome-keyring
grep
grim
groff
gst-plugin-pipewire
gst-plugins-ugly
gzip
htop
imagemagick
intel-ucode
iptables-nft
kanshi
lesspipe
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libtool
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsof
luarocks
lutris
lynx
m4
make
man-db
man-pages
neofetch
neomutt
neovim
newsboat
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-open-dkms
nvidia-settings
nvidia-utils
openal
openssh
pacgraph
pacman
pacman-contrib
papirus-icon-theme
paru
paru-debug
patch
pavucontrol
perl-authen-sasl
perl-io-socket-ssl
perl-mime-tools
perl-net-smtp-ssl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-x11-bell
pkgconf
podman
polkit
pop-gtk-theme
protonmail-bridge
python-gobject
python-pip
reflector
ripgrep
rofi-wayland
rust
rust-src
sed
slurp
sof-firmware
steam
strace
stremio
sudo
swappy
sway
swaybg
swayidle
swaylock
texinfo
thunar
thunderbird
tig
tldr
tmux
tree
tree-sitter-cli
ttf-font-awesome
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unzip
urlscan
waybar
wget
which
wine-staging
wl-clipboard
xdg-utils
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
zip
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
